package HomeTask04_3;

import java.util.Scanner;

public class Menu {
    static void Menu() {
        System.out.print("Это планировщик дел.\n" +
                "Вы можете:\n" +
                "1. Посмотреть список текущих дел (клавиша 1)\n" +
                "2. Посмотреть список выполненных дел (клаваша 2)\n" +
                "3. Добавить задачу (клаваша 3)\n" +
                "4. Пометить задачу как выполненную (клаваша 4)\n" +
                "5. Удалить задачу (клаваша 5)\n" +
                "6. Сохранить изменения (клаваша 6)\n" +
                "7. Выйти (клаваша 7)\n" +
                "\n" +
                "Введите команду: ");
    }
}
